/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Restore Purchases" = "Restore";
"PrivacAndEulaDescribe%@,%@" = "You can cancel your subscription by operating your iTunes account settings,or it will automatically renew.It must be done within free trail or 24 hours before the end of the subscription period to avoid being charged.Subscription with a free trial period will be automatically renewed  to a paid subscription. Please note: any unused portion of a free trial period (if offered) will be forfeited when you purchase a premium subscription during the free tial period. Subscription payments will be charged to your iTunes account at confirmation of your purchase and upon commencement of each renewal term. For more information, please see our %@ and %@.";
"Privacy Policy Url" = "Privacy Policy";
"EULA Url" = "EULA";
"Device doesn't support" = "Device is not supported";
"Get product information" = "Get product information";
"Connecting" = "Connecting...";
"Resuming Purchase" = "Resuming Purchase";
"Resume purchase success" = "Resume purchase succeed";
"You don't have purchases" = "No record of purchase";
"Resume purchase failed" = "Resume purchase failed";
"Get Product Failed" = "Get Product Failed";
"Invalid product ID" = "Invalid Product ID";
"Purchasing" = "Purchasing...";
"Failed purchase" = "Failed purchase";
"Purchase denied" = "Purchase denied";
"Load ads Failure" = "Ads loading failed";
"Loading ads" = "Loading ads";
"Purchase Offer Tip %@" = "*Percentage off the mounthly subscription cost of $%@";
"%@ days free,then %@ per month" = "Free for %@ days, then $%@ is charged per month";
"watch video" = "Watch Video";
"free trial" = "Try for free";
"Continue Try + Plan" = "START PLAN WITH TRIAL";
"Star" = "START";
"Buy" = "BUY";
"Save %@" = "*Save %@%%";
"Hot" = "Hot";
"purchase configure error" = "Purchase Configuration Error";
"get all pro features, no commitment, no cancel" = "All Pro Features\nNo commitment.Cancel anytime";
"display price is USD, and the actual cost will be converted to local currency." = "*The display price is USD, and the actual cost will be converted to local currency.";
"subscribe now" = "Subscribe Now";
"start a free trial" = "Start a free trial";
"discount" = "Discount";
